export default {
  projections: {
    СотрудникиКуE: {
      код: {
        __caption__: 'Код'
      },
      фио: {
        __caption__: 'Фио'
      },
      должности: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Должность'
        }
      }
    },
    СотрудникиКуL: {
      код: {
        __caption__: 'Код'
      },
      фио: {
        __caption__: 'Фио'
      },
      должности: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Должность'
        }
      }
    }
  },
  validations: {
    код: {
      __caption__: 'Код'
    },
    фио: {
      __caption__: 'Фио'
    },
    должности: {
      __caption__: 'Должность'
    }
  }
};
